applicationTitle PHARMACIE
venteEffectue=Tous les Ventes deja effectu\u00E9es
top5Vente=Top 5 de produits vendus
repartitionVente=R\u00E9partition des Ventes
sommeAffilie=Somme Affili\u00E9
invalidSum=Somme Invalide
months=Janvier,F\u00E9vrier,Mars,Avril,Mai,Juin,Juillet,Aout,Septembre,Octobre,Novembre,D\u00E9cembre
sommeCash=Somme Cash
sommeTotal=Somme Total
chooseInterval=Choisissez l'intervale
payer=Payer
sumPaid=Payement effectu\u00E9 de 
payerSomme=Payer la somme de
bonCommande=Bon de commande
orderIncomplete=Tous les produits command\u00E9s ne sont pas encore fournis
sommeTotalPaye=Somme total Pay\u00E9
mostSold=Les produits les plus vendus
qteStock=Quantite des produits en stock
totalAchat=Total des achats
date=Le
qteVendus=Quantit\u00E9 des produtis vendus
partVente=Part des ventes
evolutionVente=Evolutions des ventes
afficher=Affichier
montantVente=Montants de Ventes
produit=Produits
lessSoldProducts=Les produits les moins vendus
ventes=Ventes
chooseAss=Choisissez l'assureur
matriculeExists=Ce numero matricule existe d\u00E9j\u00E0
orderedProducts=Produits command\u00E9s
customerList=Liste des clients
addCustomer=Ajouter un nouveau client
addChangeClient=Ajout / Modifier les informations du client
customerSave=Les informations sur le client ont \u00E9t\u00E9 enregistr\u00E9s
monthlyReport=Rapport mensuel
dailyReport=Rapport journalier
statistiques=Statistiques
changesunsaved=Il y a des modifications non enregistr\u00E9s
saveChangesChoice=Si vous repondez oui les modifications seront enregistr\u00E9es.<br />  Elles seront abandonn\u00E9es si vous repondez non\!
saveChanges=Voulez vous enregistrer les modifications d\u00E9j\u00E0 effectu\u00E9es?
stock=Stock
service=Service
medicExist=Un m\u00E9dicament de ce nom existe d\u00E9j\u00E0
changeSaved=Les modifications ont \u00E9t\u00E9 enregistr\u00E9es
canceled=Modifications annul\u00E9es
allMedics=Tous les m\u00E9dicaments
codeExist=Ce code correspond \u00E0 un m\u00E9dicament d\u00E9j\u00E0 existant
assureurExist=Un assureur de ce nom existe d\u00E9j\u00E0\!
prixachatSaved=Les prix d'achat des m\u00E9dicaments ont \u00E9t\u00E9 enregistr\u00E9s
assureurPa=Les prix de vente des m\u00E9dicaments ont \u00E9t\u00E9 enregistr\u00E9es
dataDesc=Cette page vous permet configurer les differents donn\u00E9es de l'application
assure=Assur\u00E9
clicktoaddmedic=Cliquez pour ajouter un nouveau m\u00E9dicament
selectMedic=S\u00E9lectionner un m\u00E9dicament
addChangePrixAchat=Ajouter / Modifier les prix d'achat des m\u00E9dicaments.
fournisseurPa=Les prix d'achat des m\u00E9dicaments chez le fournisseur
fournisseurSaveAll=Les informations sur les fournisseurs ont \u00E9t\u00E9 enregistr\u00E9es\!
fournisseurAdded=Le fournisseur a \u00E9t\u00E9 bien ajout\u00E9 \: 
priceForAssureur=Prix des m\u00E9dicaments pour cet assureur
allAssureurSaved=Les informations sur les assureurs ont \u00E9t\u00E9 enregistr\u00E9es
addAssureurSuccess=L'assureur a \u00E9t\u00E9 ajout\u00E9\!
assureurExists=Un assureur de ce nom existe d\u00E9j\u00E0
parterners=Partenaires
cetAssureur=Cet assureur
parternerList=Liste des partenaires
assureurHelper=Le nouveau partenaire a \u00E9t\u00E9 ajout\u00E9e. Vous devrez completer les Informations suppl\u00E9mentare comme
nomCourtDesc=Un nom courant(court) ou l'abr\u00E9viation de l'entreprise partenaire. Doit \u00EAtre en un seul mot ex\: Mutuelle ou MFP 
nomCourt=Nom court
partenerNameHelper=Le nom complet de l'entreprise partenaire ex\: Mutuelle de la fonction publique
addPartener=Ajout d'un nouveau partenaire
assureurAddEdit=Ajouter / modifier les informations concernant les partenaires assureurs
supplierList=Liste des fournisseurs
ici=Here
addSupplierhelper=Un nouveau fournisseur a \u00E9t\u00E9 ajout\u00E9e. Vous devriez completer les prix d'achat qu'il propose sur les diff\u00E9rents m\u00E9dicaments
addsupplier=Ajout d'un nouveau fournisseur
loading=Chargement...
addchangefournisseur=Ajouter / Modifier les fournisseurs
assureur=Assureur
denomination=D\u00E9nomination
assuredBy=Les assur\u00E9s par 
addAssuredHelper=La d\u00E9nomination de l'assur\u00E9
reductionHelper=Si une r\u00E9duction particuli\u00E8re est appliqu\u00E9e, veuillez le mentionnez.\tSi non si l'assureur applique le m\u00EAme tarif sur tous les assur\u00E9s, laissez ce champs vide
addAssured=Ajout d'un nouveau Assur\u00E9
servicesAssured=Les Services / Entreprises assur\u00E9s par 
AssureAddedit=Ajouter / Modifier les Assur\u00E9s
nomPharmacie=Nom de la pharmacie
doubleclicktomodify=Doubler cliquer pour modifier 
pharmacietelholder=Entrer le numero de t\u00E9l\u00E9phone de la pharmacie
pharmaciebpholder=Entrer la boite postale de la pharmacie
bp=Boite postale
pharmacienameholder=Entrer le nom de la pharmacie
pharmacieInfo=Information de la pharmacie
companyinfoHeader=Ajouter / Modifier les Informations concernant votre pharmacie
userList=Listes des utilisateurs
usersDesc=Cette page vous permet de voir les Utilisateurs
usersAdminDesc=Cette page vous permet de gerer les utilisateurs
dateExpiration=Date expiration
cancelConfirmed=Demande d'annulation confirm\u00E9e pour la vente numero
unknownmedic=Le m\u00E9dicament saisie est inconnue dans notre base
tarifHelper=Indiquer le tarif pour le payement
addMedicHelper=Completer tous les champs pour ajouter un nouveau Medicaments.<br />    Si c'est un m\u00E9dicament existant completer juste le code de m\u00E9dicament,\tles autres champs s'auto completent et vous n'avez juste qu'\u00E0 completer les champs non remplis.
cancelRefused=Demande d'annulation refus\u00E9 pour la vente numero
annulationUntreated=Demande d'annulation non encore trait\u00E9
nocancelrequest=Aucune demande d'annulation non trait\u00E9s
addMedicDesc=Cette page vous permet d'ajouter des nouveaux m\u00E9dicaments ou de mettre \u00E0 jour le stock Pour les m\u00E9dicaments d\u00E9j\u00E0 existants
msgNotSent=Le message n'a pa \u00E9t\u00E9 envoy\u00E9 aux d\u00E9stinataire suivant \:
prixtotalAffilie=Prix total affili\u00E9
annulationVenteDesc=Cette page vous permet d'annuler les ventes effectu\u00E9es  par erreur ou une autre raison.
annulationVente=Annulation des ventes
msgSent=Le message a \u00E9t\u00E9 envoy\u00E9 \u00E0 
sendtomanyDesc=Pour ajouter un nouveau destinaire entrer la premi\u00E8re lettre et choisissez parmis les propositions.\tPour ajouter un autre vous devez tapez la virgule pour separer les destinataires.
typemsginfo=Information
typemsgwarning=Avertissemet
sendtomany=Envoyer \u00E0 plusieurs personnes
typemsgLabel=Choisissez le type de message
typemsg=Type de message
typemsgerror=Erreur
messageTitle=Titre du message
le=le
sentBy=Envoy\u00E9 par 
systemNotification=Notification du syst\u00E8me
payerLivraison=Payer livraison
chatWith=Discuter avec
fourniLe=Fourni le
payementFournisseursuccess=La fourniture a \u00E9t\u00E9 effectu\u00E9 et le fournisseur a \u00E9t\u00E9 pay\u00E9
fourniPar=Fournis par
aucuneLivraison=Aucune livraison n'a \u00E9t\u00E9 effectu\u00E9e pour cette Commande
fournitureDelivered=Fourniture effectu\u00E9e
fournitureDesc=Cette page vous permet de voir les Commandes \u00E9ffectu\u00E9s ainsi que les fournitures livr\u00E9s pour ces commandes. \t<br />\tElle vous permet egalement de r\u00E9ceptionner la fourniture d'une commande.
sommeRestant=Somme restant
commandeFourniture=Commandes et Fournitures
orderDelivered=Cette commande a \u00E9t\u00E9 d\u00E9j\u00E0 livr\u00E9e
paymentFournisseurDesc=Indiquer la somme que vous avez pay\u00E9 le fournisseur pour cette livraison
productNotdeliver=Produits non encore livr\u00E9
selectedProductList=Listes des m\u00E9dicaments fournis pour la commande selectionn\u00E9e
importcanSave=Vous pouvez enregistrer les donn\u00E9es
qteFournis=Quantit\u00E9 fournis
importCorrectBefore=Veuillez les corriger avant de continuer
importwarning=Avertissement(s)
next=Suivant
importedsavedSuccess=Les donn\u00E9es ont \u00E9t\u00E9 import\u00E9s et enregistr\u00E9es avec success\!
importgeneriqueNotExists=Ce m\u00E9dicament r\u00E9f\u00E9rences un code generique qui n'existe pas
importMedicExists=Ce m\u00E9dicament existe d\u00E9j\u00E0 dans notre base de donn\u00E9e. Vous pouvez le mettre \u00E0 jour ou l'ignorer
edit=Modifier
importcodeMedicExistsInDB=Il y a un autre m\u00E9dicament dans notre base avec le m\u00EAme code mais de diff\u00E9rent nom
importcodeMedicExist=Le m\u00EAme code m\u00E9dicament apparait plus d'une fois
importDesc=Cette page vous permet d'importer rapidement les donn\u00E9es sur lesquelles vous travaillez sans avoir \u00E0 saisir tous les m\u00E9dicaments.<br />  Vous devez fournir un fichier Excel (.xls) contenant les informations completes sur les m\u00E9dicaments.
importFile=Fichier \u00E0 importer
errorUpload=Une erreur s'est produite lors de l'importation des donn\u00E9es
importSuccess=L'Importation a \u00E9t\u00E9 effectu\u00E9 avec success\! V\u00E9rifier les donn\u00E9es import\u00E9es ou modifier les au besoin
chooseFile=Choisissez le fichier
Ilya=Il y a 
wrongExtension=Mauvais type de fichier
wrongExtensionDesc=Vous devez Indiquer uniquement les fichiers Excel avec l'extension .xls. \tSi vous ne savez pas quoi faire, contactez le fabricant du logiciel pour vous fournit un exemplaire du fichier excel que vous devez completer.
importHeader=Importation des donn\u00E9es
confirmcommandem3=Si vous repondez oui la commande sera enregistr\u00E9e.<br />   Elle sera abandonn\u00E9e si vous repondez non\!
confirmcommandem2=Voulez vous enregistrer la commande d\u00E9j\u00E0 effectu\u00E9?
confirmcommandem1=Si vous changez de fournisseur les m\u00E9dicaments d\u00E9j\u00E0 command\u00E9 (dans le panier) seront annul\u00E9s.
confirmModification=Confirmer les modifications
no=Non
oui=Oui
fournisseur=Fournisseur
commandeEffectue=Commandes effectu\u00E9s
produitsCommande=Produits command\u00E9s pour la commande selectionn\u00E9e
commandeSaved=La Commande a \u00E9t\u00E9 enregistr\u00E9e avec success
prixAchat=Prix Achat
noFourni=Non Fournis
tooltipCommande=Commande des m\u00E9dicaments aupr\u00E8s des fournisseurs
commandeHelpText=Choisissez le fournisseur aupr\u00E8s duquel vous voulez effectu\u00E9s la commande. <br /> Choisissez le m\u00E9dicament voulu en le double cliquant ou en l'ajoutant dans le panier. <br /> Le m\u00E9dicament d\u00E9sactiv\u00E9 ne sont pas fournis par le fournisseur s\u00E9l\u00E9ctionn\u00E9.
fourniture=Fourniture
home=Acceuil
importer=Importer
data=Donn\u00E9es
commande=Commandes
medics=M\u00E9dicament
annulation=Annulation
historique=Historique
users=Utilisateurs
valueShort=La valeur est trop courte ou trop longue que celle requise
update=Modifier
medicList=Listes des m\u00E9dicaments en stocks
personalInfo=Informations personnel
accountInfo=Informations du compte
profileUpdateDesc=Ajouter ou Modifier les Informations personnels concernant votre compte. Ces Informations <br /> peuvent \u00EAtre utilis\u00E9es pour vous contacter en cas de besoin
profileUpdate=Modification du Profil 
newUserWelcomeMsg=Pour votre premier utilisation, vous devrez changer le mot de passe qui vous a \u00E9t\u00E9 attribu\u00E9 par l'administrateur <br /> pour des raisons de securite.<br /> Pensez egalement \u00E0 mettre \u00E0 jour vos informations personnels de contact
welcome=Bienvenue\!
sessionExpiredTitle=Votre session a expir\u00E9 ou vous n'\u00EAtes pas connect\u00E9
tutorial=Tutoriel
calendar=Calendrier
calculator=Calculatrice
close=Fermer
message=Message(s)
horloge=Horloge
Conjoint=Conjoint
Enfant=Enfant
luiMeme=Lui-m\u00EAme
cancelSells2=a \u00E9t\u00E9 envoy\u00E9
cancelSells1=La demande d'annulation de l'achat numero 
emptyCart=Le panier est vide
partenFormIntro=Veuillez completer les Informations concernant la fourniture des m\u00E9dicaments aux membres de la
saving=Enregistrement en cours
de=de
sellsCanceled=Vente annul\u00E9e
noMedicInStore=Aucum m\u00E9dicament dans le stock
medicaddedtocart=Le m\u00E9dicament a \u00E9t\u00E9 ajout\u00E9 dans le panier
medicRemovedFromCart=Le m\u00E9dicament a \u00E9t\u00E9 enlev\u00E9 du panier
legend=Legende
legendeDescText=Les diff\u00E9rents symboles sur les m\u00E9dicaments signifient
venteSuccess=Achat bien effectu\u00E9
myProfile=Profil
user=Utilisateur
gerant=G\u00E9rant
boss=Patron
name=Nom
surname=Pr\u00E9nom
save=Enregistrer
userBanned=Desol\u00E9 mais votre compte a \u00E9t\u00E9 suspendu. Contactez votre Patron
print=Imprimer
incorrectValue=Valeur Incorrect
error=Une erreur s'est produite. R\u00E9esayer plus tard\!
required=Ce champs est requis
type=Type
noDataLabel=Aucune donn\u00E9e trouv\u00E9 \u00E0 afficher
vente_menu1 Vente
vente_menu2 Caisse
vente_menu3 Credits
vente_menu4 Stock
searchButtonText Recherche
cartHeaderText Panier
cartContentHeaderText Produits Achet\u00E9s
paymentModeHeaderText Mode de Payement
factureHeaderText Facture d'Aujourd'hui
choixlangue Choisissez Votre langue
messageSelectionKirundi Cliquer ici pour Selectionner le Kirundi
messageSelectionFrancais Cliquer ici pour Selectionner le Francais
messageSelectionAnglais Cliquer ici pour Selectionner l'Anglais
login=Identification
username=Nom Utilisateur
password=Mot de Passe
entrer=Connexion
requiredPasswordMessage Vous devez completer le Mot de Passe
requiredUsernameMessage Vous devez completer le Nom utilisateur
invalidLogin=Aucun utilisateur avec ces identifiants. R\u00E9esayer\!
helpLabel Aide
helpText Choisissez le m\u00E9dicament Souhait\u00E9 puis glisser d\u00E9placer le vers le Panier. Vous pouvez egalement doubler cliquer sur le m\u00E9dicament pour le s\u00E9lectionner ou utiliser le menu Contextuel. Choississez le mode de payement \u00E0 droite au dessus du Panier. Quand vous avez termin\u00E9 Cliquez sur Enregistrer. Vous pouvez imprimer la facture en accedant au menu contextuel de chaque vente
medicName Nom
quantite Quantit\u00E9
prix Prix
ExpiryDate Date Exp
manifactureDate Date Fabrication
dateArrive Date Arriv\u00E9e
reduction=R\u00E9duction
lot Lots
addToCart Ajouter au Panier
tab_nomMedicament Nom M\u00E9dicament
tab_quantiteMedicament Quantit\u00E9 Achet\u00E9
tab_prixUnitaire Prix Unitaire
tab_prixTotal Prix Total
tooltip_caisse D\u00E9tails des ventes effectu\u00E9s
tooltip_vente Vente des m\u00E9dicaments
tootip_credit M\u00E9dicaments Vendus par Cr\u00E9dits
tooltip_medicament Stock des Medicaments
sommeaPayer Somme \u00E0 Payer
medicInfo Information du Medicament
preview Visualiser 
changeQuantity Changer Quantit\u00E9
delete Supprimer
remove Enlever
removeAll=Enlever Tout
valider Valider
annuler Annuler
numero Numero
tempsAchat Temps Achat
typePayement Payement
couts Couts
totalCaisse Total en Caisse
venteDetails D\u00E9tails de Vente
temps Temps
helpCaisseText S\u00E9lectionner une date pour voir les ventes effectu\u00E9s \u00E0 cette date. <br /> A gauche se trouve tous les vente effectu\u00E9s \u00E0 cette date, \u00E0 droite se trouve les d\u00E9tails des m\u00E9dicaments vendus pour l'achat selectionn\u00E9
venteDu Vente du 
itemSold M\u00E9dicaments Vendus pour la vente Selectionnee
emptyEntry Aucune Vente effectu\u00E9e pour la date selectionn\u00E9e du
helpTextStock Le tableau ci dessous montre la liste de tous les medicaments actuellement en stock. Le medicament en font rouge sont des medicaments expires et devraient etre supprimes\! Les medicaments en fond jaune sont ecoules et devraient etre remplaces. Vous pouvez informer l'administrateur pour faire une commande des autres m\u00E9dicaments en cliquant sur l'enveloppe \u00E0 droite\! 
cni=No C.N.I
adress=Adresse
phone=T\u00E9l\u00E9phone
email=E-mail
editProfil=Modifier Profile
addUser=Ajout d'un utilisateur
role=Role
logOut=D\u00E9connexion
details=D\u00E9tails
bonFourniture=Bon de Founiture
matricule=Matricule
fonction=Fonction
identificationClient=Identification du client
informationSupplementaire=Informations suppl\u00E9mentaire
beneficiaire=B\u00E9n\u00E9ficiaire
numeroPharmaceutique=Numero pharmaceutique
codeMedecin=Code M\u00E9decin
codeAgent=Code agent
poste=Poste
continuer=Continuer
form=Formulaire
Lui-meme=Lui-m\u00EAme
unauthorizedlegend=Acc\u00E8s non authoris\u00E9 
unauthorizedTitle=Vous n' avez pas le droit d'acceder \u00E0 cette page
unauthorizedDescription=Votre profile ne vous permet de voir cette page. <br /> Si vous croyez que c'est une erreur, contactez l'administrateur.   <br />ou cliquer sur ce bouton pour vous reeconnecter
sessionExpiredLegend=Session Expir\u00E9e
reconnect=R\u00E9connecter
sessionExpiredDescription=Vous n'\u00EAtes pas connect\u00E9. Pour proteger votre compte contre les acc\u00E8s non authoris\u00E9, <br />  vous \u00EAtes automatiquement d\u00E9connect\u00E9 apr\u00E8s un moment d'inactivit\u00E9. <br /> Cliquez sur le bouton ci-dessous pour vous connecter
updateProfilSuccess=Le profil a \u00E9t\u00E9 mis \u00E0 jour avec succ\u00E8s
cancelCommand=La commande a \u00E9t\u00E9 annul\u00E9e
tempsCommande=Date Commande
canceling=Annulation
validating=Validation...
mention=Mention
identificationMedicament=Identification du m\u00E9dicament
forExistingmedics=Pour les m\u00E9dicaments existants
ignore=Ignore
importError=Erreur(s)
commandeDetails=D\u00E9tails de la commande
qteCommande=Quantit\u00E9 command\u00E9
qteRestante=Quantit\u00E9 restante
sommePayer=Somme pay\u00E9
prixVente=Prix vente
prixAchatDesc=Le syst\u00E8me va essayer de pre-r\u00E9mplir les prix \u00E0 base des prix de vente des produits correspondant.<br />\tAssurer vous que les prix sont coherants et effectuer les modifications si necessaire.
productDelivered=Produits livr\u00E9
notDelivered=Aucun produit n' a \u00E9t\u00E9 livr\u00E9e
fournitureAddedmedic=Les m\u00E9dicaments ont \u00E9t\u00E9 ajout\u00E9s dans le stock avec success
confirm=Confirmer
refuser=R\u00E9fuser
prixAffilie=Prix affili\u00E9
status=Status
actif=Actif
bloque=Bloqu\u00E9
action=Action
bloquer=Bloquer
debloquer=D\u00E9bloquer
userAdded=Un utilisateur a \u00E9t\u00E9 ajout\u00E9
addMedic=Ajout des m\u00E9dicaments
codeMedicament=Code m\u00E9dicament
songenerique=Son generique
addMedicSuccess=Le m\u00E9dicament a \u00E9t\u00E9 enregistr\u00E9 avec success
noGenerique=Aucun m\u00E9dicament g\u00E9n\u00E9rique de ce code
saveAssure=Les informations sur les assur\u00E9s ont ete enregistr\u00E9es
assuredadded=L'assur\u00E9 a \u00E9t\u00E9 ajout\u00E9
addPrixAchatHelper=Les informations que vous ajouter ou modifier ne sont pas enregistr\u00E9es automatiquement.\tVous devez cliquez sur enregistrer pour que les modifications soient prise en consideration.
add=Ajouter
totalVente=Total des ventes
totalCredit=Total Cr\u00E9dit
totalPaye=Total pay\u00E9
total=Total
nbCmdEmitted=Nombre de commandes effectu\u00E9s
prixCommande=Prix de la commande
infoPratique=Informations pratiques
debut=D\u00E9but
to=Fin
stats=Statistiques
grosseVente=La plus grosse vente
faibleVente=La plus faible vente
moyenneVente=Moyenne des ventes
qteMoyenneVente=Quantit\u00E9 moyenne des ventes
somMoyenneVente=Somme moyenne des ventes
myrClient=Nos meuilleurs clients
client=Client
orderSummary=R\u00E9sum\u00E9 de la commande
commandeNumero=Commande Numero
orderedBy=Command\u00E9 par
toSupplier=Vers le fournisseur
sumCommande=Somme total de la commande
sumFourniture=Somme total de la fourniture
sommePayerFourniture=Somme pay\u00E9 pour la fourniture
datePaiement=Date paiement
month=Mois
annee=Ann\u00E9e
sommeTotalVendu=La somme Total des produits vendus le
revenuRealise=Revenue realise 
jour=Jour
revenuFbu=Revenus en FBU
du=Du
au=Au
allSells=Toutes les Ventes
evolutionMensuel=Evolution mensuel des Ventes
evolutionMensuelRevenu=Evolution mensuel des revenus
partProduit=Part des produits vendus
